{
  "welcome_message": "Welcome to our website!",
  "hero_title": "DELEITE CANARIO",
  "hero_subtitle": "Discover all the flavor",
  "email_placeholder": "example@example.com",
  "join_button": "Join",
  "our_products": "Our Products",
  "more_info": "More information...",
  "about_us": "ABOUT US",
  "about_us_text": "Founded in the 90s, Deleite Canario was born from a dream: to insert rural women into the workforce. From its humble beginnings in Valsequillo de Gran Canaria to its current home in Firgas, we have evolved, keeping traditions alive and adapting to new generations. Through our brand, Tía Claudina, and our expansion with Deleite Canario and El Isleño, we remain committed to quality and authenticity.",
  "our_products_title": "OUR PRODUCTS",
  "our_products_text": "At Deleite Canario, every product is a story, from our flavorful jams to our refreshing nectars. We offer a variety of mojos, bienmesabe, and peanut cream, all made with the best ingredients. Discover our brands: Tía Claudina, Deleite Canario, and El Isleño, and experience the true taste of what is made in the Canary Islands.",
  "about_title": "THE STORY BEHIND DELEITE CANARIO",
  "about_text_1": "Deleite Canario started as an initiative to integrate rural women into the labor market back in the 90s. This cooperative began in Valsequillo de Gran Canaria, marketing its products under the brand Tía Claudina. Over time, the company relocated to Firgas in the north of Gran Canaria. Currently, we produce jams, sauces, peanut cream, and nectars under our brands Tía Claudina, Deleite Canario, and El Isleño. We distribute our products throughout the Canary Islands, mainland Spain, and export to markets such as Cape Verde, Morocco, Ukraine, Cuba, and Portugal.",
  "about_text_2": "We are a growing company that adapts to our customers' requests, whether for new formats or products. For any inquiries, please do not hesitate to contact us. Thank you.",
  "more_info_link": "More information",
  "company_label": "Company:",
  "product_label": "Products:",
  "select_option": "Select",
  "total_products": "Total products:",
  "contact_title": "ADD A COMMENT",
  "name_label": "Name",
  "surname_label": "Surname",
  "email_label": "Email",
  "phone_label": "Phone",
  "message_label": "Write your message here",
  "submit_button": "Send",
  "thank_you_message": "Thank you for your message!",
  "home": "Home",
  "catalog": "Catalog",
  "contact": "Contact",
  "about_us": "About Us"
}
