{
    "welcome_message": "¡Bienvenido a nuestro sitio web!",
    "hero_title": "DELEITE CANARIO",
    "hero_subtitle": "Descubre todo el sabor",
    "email_placeholder": "ejemplo@ejemplo.com",
    "join_button": "Unirse",
    "our_products": "Nuestros Productos",
    "more_info": "Más información...",
    "about_us": "SOBRE NOSOTROS(AS)",
    "about_us_text": "Fundada en los años 90, Deleite Canario nace de un sueño: insertar a la mujer rural en el ámbito laboral. Desde sus humildes comienzos en Valsequillo de Gran Canaria hasta su actual hogar en Firgas, hemos evolucionado, manteniendo vivas las tradiciones y adaptándonos a las nuevas generaciones. A través de nuestra marca, Tía Claudina, y nuestra expansión con Deleite Canario y El Isleño, seguimos comprometidos con la calidad y la autenticidad.",
    "our_products_title": "NUESTROS PRODUCTOS",
    "our_products_text": "En Deleite Canario, cada producto es una historia, desde nuestras mermeladas llenas de sabor hasta nuestros néctares refrescantes. Ofrecemos una variedad de mojos, bienmesabe, y crema de cacahuete, todos elaborados con los mejores ingredientes. Descubra nuestras marcas: Tía Claudina, Deleite Canario, y El Isleño, y experimente el verdadero sabor de lo hecho en Canarias.",
    "about_title": "LA HISTORIA DETRÁS DE DELEITE CANARIO",
    "about_text_1": "Deleite Canario surge como una iniciativa de inserción de la mujer rural en el mundo laboral allá por los años 90. Esta cooperativa surge en Valsequillo de Gran Canaria, comercializando sus productos bajo la marca Tía Claudina. Varias de las componentes se van jubilando hasta que una de ellas traslada la empresa a Firgas, lugar donde reside. Ya cuando se jubila, pasa a una de sus hijas que forma la sociedad Deleite Canario. En la actualidad, la empresa sigue ubicada en Firgas en el norte de Gran Canaria en las Islas Canarias. Actualmente fabricamos mermeladas, mojos, bienmesabe, crema de cacahuete y néctares bajo el nombre de marcas blancas, así como nuestras propias que son Tía Claudina, Deleite Canario y El Isleño. Comercializamos nuestros productos en las Islas Canarias, así como en la península y a través de exportadores llegamos a mercados como Cabo Verde, Marruecos, Ucrania, Cuba, Portugal, entre otros.",
    "about_text_2": "Somos una empresa en fase de crecimiento que nos adaptamos a las peticiones de nuestros clientes, ya sean de formatos o productos nuevos. Para cualquier consulta, no dude en ponerse en contacto con nosotros. Gracias.",
    "more_info_link": "Más información",
    "company_label": "Empresa:",
    "product_label": "Productos:",
    "select_option": "Seleccionar",
    "total_products": "Total productos:",
    "contact_title": "AGREGAR UN COMENTARIO",
    "name_label": "Nombre",
    "surname_label": "Apellido",
    "email_label": "Email",
    "phone_label": "Teléfono",
    "message_label": "Escribe tu mensaje aquí",
    "submit_button": "Enviar",
    "thank_you_message": "¡Gracias por tu mensaje!",
    "home": "Inicio",
    "catalog": "Catálogo",
    "contact": "Contacto",
    "about_us": "Acerca de Nosotros"
  }
  